Revit 2024 API
InCanvasControlData Constructor
Overload List
Name | Description
InCanvasControlData(String)
 Constructs an InCanvasControlData with specific values assigned.
InCanvasControlData(String, XYZ)
 Constructs an InCanvasControlData with specific values assigned.
See Also
InCanvasControlData Class
InCanvasControlData Members
Autodesk.Revit.DB Namespace